import Base from '../components/layouts/Base'
import Link from 'next/link'
export default () => (
  <Base title="เกี่ยวกับเรา">
    <h2>Technology + สารานุกรม = Techนุกรม</h2>
    <h2>เป้าหมาย</h2>
    <p><strong>Tech นุกรม</strong> = ศูนย์กลางความรู้สำหรับนักพัฒนา ( developer) โดยที่เน้นภาษาไทยเป็นหลัก โดยรวบรวมแหล่งความรู้ บทความที่เป็นภาษาไทยให้อยู่ที่เดียวกัน แต่จัดหมวดหมู่ไว้เพื่อให้ง่ายต่อการค้นหา 
      และศึกษาเพิ่มเติมในกลุ่มคนที่เกี่ยวข้องกับวงการไอที </p>

    <blockquote>
      <p><b>ชี้แจง:</b> </p>
      <p>เนื้อหาส่วนใหญ่ดึงมาจาก RSS ที่เปิดให้เข้าถึงได้สาธารณะ
    เจ้าของลิขสิทธ์ยังเป็นเจ้าของบทความอยู่เหมือนเดิมทุกประการ การเข้าถึงบทความยังเป็นลักษณะของการลิงค์ไปเว็บต้นทาง</p>
      <p>สืบเนื่องจาก ความรู้วงการไอทีมีการต่อยอดและพัฒนา และมีปริมาณเพิ่มขึ้นอย่างรวดเร็วมากๆ ตอนนี้ก็ได้มีคนไทยในหลายๆ 
        คนได้พยายามจะแบ่งปันความรู้ร่วมกัน</p>
      <p>ผู้สร้างมีเจตนาในการรวบรวมแหล่งความรู้ บทความที่เป็นภาษาไทยให้อยู่ที่เดียวกัน แต่จัดหมวดหมู่ไว้เพื่อให้ง่ายต่อการค้นหา 
      และศึกษาเพิ่มเติมในกลุ่มคนที่เกี่ยวข้องกับวงการไอที 
      โดยหลักๆ ตอนนี้จะเน้นไปที่ developer เป็นหลักก่อนครับ 
      มาร่วมกันพัฒนาและสร้างสังคมแห่งการแบ่งปันที่ดี</p>
      <p>ธาดา หวังธรรมมั่ง (ผู้สร้าง)</p>
    </blockquote>

    <h2>กลุ่มเนื้อหา</h2>
    <ul>
      <li>News</li>
      <li>Blogs </li>
      <li>Awesome</li>
      <li>Cheat sheet</li>
      <li>Documents</li>
      <li>Knowledge &amp; books</li>
      <li>Video</li>
    </ul>
    <h2>สนใจร่วมพัฒนา?</h2>
    <ul>
      <li>อ่านเพิ่มในหน้า<Link href="/contribution"><a>ร่วมพัฒนา</a></Link></li>
      <li>หรือ อ่าน<Link href="/roadmap"><a>RoadMap</a></Link>การพัฒนาได้</li>
    </ul>

  </Base>
)
